Repository: morrdbd/Inventory
Catalog: Inventory/App_GlobalResources/Labels.*.resx
Languages: ps_af

source: Action
ps_af: عمل کول

source: Active
ps_af: فعاله

source: Add
ps_af: اضافه کول/ زیاتول

source: Add Country
ps_af: هیواد اضافه کړی

source: Add District
ps_af: ولسوالۍ اضافه کړی

source: Add Lookup Type
ps_af: د لټون ډول اضافه کول

source: Add Lookup Value
ps_af: د لټون لپاره ځای اضافه کړئ

source: Add Province
ps_af: د ولایت اضافه کول

# add_user
source: Add New User
ps_af: نوی کاروونکی اضافه کړی

source: Add Value
ps_af: ځای اضافه کړی

# ADMIN
source: Administrator
ps_af: اداروي کاروونکی

source: Administration
ps_af: ادراه

source: Any
ps_af: کوم شی,هر

source: Are you sure?
ps_af: ایا ته باوري ؟

source: Back to List
ps_af: بیرته مخکني لیست ته تلل

source: Beneficiary
ps_af: ګټه اخیستونکی

source: Cancel
ps_af: لغوه کول

# change_pass
source: Change Password
ps_af: رمز بدل کړی

source: Choose an option
ps_af: یو انتخاب غوره کړی

source: Code
ps_af: رمز

source: Collapse Panels
ps_af: د پېنل راغونډول

source: Commissions
ps_af: کمیسیونونه

source: Confirm does not match!
ps_af: تایید سمون نه خوري!

# coordinate_duplicate
source: Duplicate Cooridnates!
ps_af: مختصات تکراری است!

source: Country
ps_af: هیواد

source: Country List
ps_af: د هیواد نوم لړ

# country_lkp
source: Country Lookup
ps_af: د هیواد په کچه لټون

# county_city
source: County/District
ps_af: ولسوالۍ

# curr_pass
source: Current Password
ps_af: اوسنی رمز

# curr_pass_wrong
source: Current password is wrong!
ps_af: اوسنی رمز ناسم دی!

source: Dari
ps_af: دری

source: Dari Name
ps_af: دری نوم

source: Dashboard
ps_af: صفحه اصلی

source: Date
ps_af: نیټه

source: Delete
ps_af: ړنګول

source: Detailed Report
ps_af: تفصیلي راپور

source: Display Name
ps_af: نوم ښودنه

source: District
ps_af: ولسوالی

source: District Code
ps_af: د ولسوالۍ رمز

source: District List
ps_af: د ولسوالی نوم لر

# district_lkp
source: District Lookup
ps_af: د لسوالۍ په کچه لټون

# dorr
source: Directorate of Refugees and Repatriations
ps_af: د کډوالو او راستنیدونکو چارو ریاست

source: Duplicate Code
ps_af: غبرګ رمز

source: Duplicate Reg No
ps_af: د ثبتولو غبرګه شیمره!

source: Edit
ps_af: بدلون ورکول

source: Editor
ps_af: چلوونكى/خپروونكى

source: Edit Case
ps_af: قضیه سمه کړئ

source: English
ps_af: انکلیسی

source: English Name
ps_af: انګلیسي نوم

source: Enter Country Name
ps_af: د هیواد نوم داخل کړی

source: Enter District Name
ps_af: د ولسوالی نوم داخل کړی

source: Enter Province Name
ps_af: د ولایت نوم داخل کړی

source: Enter Village Name
ps_af: د کلی نوم داخل کړی

source: Expand Panels
ps_af: د پېنل پراخول

source: Export
ps_af: د باندې لیږل,صادرونه

# export_excel
source: Export to Excel
ps_af: اکسیل پروګرام ته لیږل

# export_pdf
source: Export to PDF
ps_af: د پډف کولو لپاره لیږل

source: Female
ps_af: ښځینه

source: First
ps_af: لومړی

source: General Lookups
ps_af: عمومي لټون

# info_insert_suc
source: Information inserted successfully!
ps_af: معلومات په برياليتوب سره داخل شول!

# info_update_suc
source: Information updated successfully!
ps_af: د معلوماتو د داخلیدو توان نلري!

source: Inserted By
ps_af: اضافه کوونکی:

source: Inserted Date
ps_af: د اضافه کېدو نېټه:

source: Invalid username!
ps_af: باطل کارونکی نوم!

# ira
source: Islamic Republic of Afghanistan
ps_af: د افغانستان اسلامی جمهوری دولت

source: Land Claims
ps_af: د ځمکې غوښتنه

source: Last
ps_af: اخر

source: Last Modified By
ps_af: وروستی اصلاح کوونکی:

source: Last Modified Date
ps_af: د اصلاح کېدو وروستۍ نېټه:

source: Login
ps_af: ننوتل

source: Login to System
ps_af: سیستم ته ننوتل

source: Log Out
ps_af: بیرته وتل

source: Lookups
ps_af: لټون

source: Lookup Types
ps_af: د لټون ډول

source: Lookup Values
ps_af: د لټون ځای

source: Male
ps_af: نارینه

# morr
source: Ministry of Refugees and Repatriations
ps_af: د کډوالو او راستنیدونکو چارو وزارت

# new_pass
source: New Password
ps_af: نوی رمز

source: No
ps_af: نه

source: None
ps_af: هیڅ نه,هیڅ یو

source: Number Only!
ps_af: يوازې شمیر

# operation_done_suc
source: Operation done successfully!
ps_af: عملیات په بریالیتوب ترسره شول!

source: Organization
ps_af: اورگان

source: Pashto
ps_af: پشتو

source: Pashtu Name
ps_af: پشتو نوم

source: Password
ps_af: رمز/ شفر

# pass_change_suc
source: Password changed successfully!
ps_af: رمز عبور با موفقیت تغییر کرد!

# pass_conf
source: Confirm Password
ps_af: د رمز تاییدول

# pass_error
source: Password should be combination of upper case, lower case, numbers and special symbols!
ps_af: شفر بايد لوی، وړکی او شمیره څخه جوړ شوی وی!

source: --Please Select--
ps_af: مهربانی وکړی غوره یی کړی

source: Print Preview
ps_af: د چاپولو د مخه لیدل

source: Province
ps_af: ولایت

source: Province Code
ps_af: د ولایت رمز

source: Province List
ps_af: د ولایت نوم لړ

# province_lkp
source: Province Lookup
ps_af: د ولایت په کچه لټون

source: Province/State
ps_af: ولایت/صوبه

# registration_info
source: Registration Information
ps_af: د نوم لېکنې معلومات

source: Reports
ps_af: راپور

# REPORT
source: Report User
ps_af: کاروونکی راپور

source: Required
ps_af: غوښتل شوی

source: Reset
ps_af: بیا کیښنول/ بیا ایښودل

source: Restore
ps_af: بیرته وروستني حالت ته بیول

source: Role
ps_af: نقش

source: Save
ps_af: ساتل

source: Search
ps_af: لټول

source: Search Criteria
ps_af: د لټولو معیارونه

source: --Select District--
ps_af: --ولسوالۍ غوره کړۍ--

source: --Select Province--
ps_af: --ولایت غوره کړۍ--

source: Summary Report
ps_af: لنډيز راپور

# SUPER
source: Super User
ps_af: لوړ كاروونكى

source: Text Only!
ps_af: متن يوازې

# type_new_pass
source: Type new password:
ps_af: نوی رمز ولیکی

# unable_to_insert
source: Unable to insert information!
ps_af: د معلوماتو د داخلیدو توان نلري!

# unable_to_update
source: Unable to update information!
ps_af: د معلوماتو د نوی کولو توان نلري!

source: Username
ps_af: کاروونکی نوم

source: Username already exists!
ps_af: کاروونک نوم مخکی نه شتون لری!

source: Users
ps_af: کاروونکی/ استعمالونکی

source: User Management
ps_af: د کاروونکی ادراه کول

# user_pass_req
source: Please insert Username and Password!
ps_af: مهربانی وکړی د کاروونکی نوم او رمز داخل کړی!

# user_pass_wrong
source: Username or Password is wrong!
ps_af: د کاروونکی نوم او رمز غلط دی

source: Values
ps_af: ځای / خانه

source: Yes
ps_af: بلی

source: Add New Role
ps_af: د نوې دندې اضافه کول

source: Chart Reports
ps_af: چارټیز راپورونه

source: Download
ps_af: ښکته کول

# EnterRoleName
source: Enter the Role Name
ps_af: د دندې نوم ولیکئ

source: Full Control
ps_af: بشپړ کنترول

source: List of Roles
ps_af: د دندو نوملړ

source: Module Name
ps_af: د رغبېلګې نوم

# PleaseSelectCheckbox
source: Please select at least one of checkboxes
ps_af: مهرباني وکړئ لږترلږه د خوښ- بکسونو څخه یو غوره کړئ

source: Role ID
ps_af: د دندو پیژندګلوي

# RoleMgt
source: Role Management
ps_af: د مدیریت دنده

source: Role Name
ps_af: د ندې نوم

# UnableToUpdateRole
source: Unable to update User Role
ps_af: د کارونکي دنده د اوسمهالونې توان نلري

# UserRoleUpdatedSuc
source: User Role updated successfully
ps_af: د کارونکي دنده په بریالیتوب سره اوسمهاله شو

source: View
ps_af: کتنه

# LookupSyncMsg
source: Lookup data updated. System is ready to use.
ps_af: د سیسټم ټول مالومات همغږي شول

source: Empty
ps_af: خالی

source: Loading...
ps_af: در حال پردازش...

source: Next
ps_af: بعدی

# NoItemFound
source: No Items Found
ps_af: هیچ موارد یافت نشد

source: Previous
ps_af: قبلی

source: Add New Record
ps_af: درج ریکارد جدید

source: List of Records
ps_af: لیست ارقام عمومی

# OTH
source: Other
ps_af: دیگر

source: Other Countries
ps_af: دیگر کشورها

source: Record Date
ps_af: تاریخ ارقام

source: Records Per Page
ps_af: تعداد ریکارد در هر صفحه

source: General Figures
ps_af: ارقـــام عمومی

source: Document State
ps_af: وضعیت اسناد

source: Identify
ps_af: پېژندل

source: Left
ps_af: چپ

# not_identified
source: This person is not registered
ps_af: دا کس ندی راجستر شوی

source: Right
ps_af: ښي

# Tazkira
source: National ID Number
ps_af: تذکره

source: Displaced Province
ps_af: فعلی ولایت

source: From Date
ps_af: له نیټی

source: Notes
ps_af: ملاحظات

# oProvince
source: Original province
ps_af: اصلی ولایت

source: To Date
ps_af: تر نیټی

source: Cash
ps_af: نقدی

source: Current
ps_af: فعلی

source: Origin
ps_af: اصلی

source: Total
ps_af: مجموعه

source: Father Name
ps_af: د پلار نوم

source: Name
ps_af: نوم

# PhoneNumber
source: Phone
ps_af: د تیلفون نمبر

source: Block
ps_af: بلاک

source: CurrentProvince
ps_af: اوسنی ولایت

source: Deliver By
ps_af: ا‌ړونده اداره

source: Enterance Date
ps_af: د دخول نیټه

source: Occupation
ps_af: دنده

source: Order By
ps_af: حکم ورکوونکی

source: Order Text
ps_af: د حکم متن

source: Type Of Document
ps_af: د اسنادو ډول

source: Minister
ps_af: وزیر

source: Identity
ps_af: شهرت

source: SubmissionDate
ps_af: د تسلیمی نیټه

source: Delivered Date
ps_af: د سند د صدور نیټه

source: Document Text
ps_af: سند مطلب

source: Result
ps_af: د اجراتو نتیجه

# SentTo
source: Sent By
ps_af: عوښتل شوی مرجع

# SerialNumber
source: Serial #
ps_af: شماره

# FinalSOAttachment
source: Final scan
ps_af: نهایی شوی کاپی

source: Scan Preview
ps_af: د سکن لید

# SystemInfo
source: Information About System
ps_af: د سیستم په باره کی معلومات

source: Attachment
ps_af: اسناد مربوطه

source: Box
ps_af: دوسی نمبر

source: Cabinet
ps_af: الماری

# DocumentInfo
source: Document Information
ps_af: مکتوب معلومات

source: Document Prveview
ps_af: د اسنادو لید

source: Is Sent
ps_af: صادر شوی؟

source: Issue Date
ps_af: صدور نیټه

# ReceiveDate
source: Revceive Date
ps_af: د ترلاسه کولو نیټه

source: Search Archived Document
ps_af: د ارشیف شوی اسنادو لټون

source: Sender
ps_af: لیږونکی مرجع

source: Shelf
ps_af: تاخچه

source: Summary
ps_af: د مطلب خلاصه

source: Incoming
ps_af: وارده

source: Issued
ps_af: صادره

source: Registration Type
ps_af: ثبت ډول

source: Document Number
ps_af: مکتوب نمبر

source: Number in Box
ps_af: شمیره په دوسیه کی

# IsRelated
source: Is Related to Previous Document
ps_af: ایا د کوم مخکینی مکتبوب باره کی دی؟

# RelatedDocNumber
source: Related Document Number
ps_af: مخکینی مکتوب نمبر

# IsRelatedH
source: Is Related
ps_af: ایا اړوند دی؟

# RelatedNumberH
source: Related Number
ps_af: اړوند مکتوب نمبر
